-- phpMyAdmin SQL Dump
-- version 4.4.15.7
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Время создания: Ноя 07 2021 г., 03:42
-- Версия сервера: 5.7.13
-- Версия PHP: 7.0.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `sts`
--

-- --------------------------------------------------------

--
-- Структура таблицы `assort`
--

CREATE TABLE IF NOT EXISTS `assort` (
  `id` int(11) NOT NULL,
  `model` varchar(128) NOT NULL,
  `price` decimal(65,0) NOT NULL,
  `material` text NOT NULL,
  `fulldescription` text NOT NULL,
  `haract` text NOT NULL,
  `id_type` varchar(32) NOT NULL,
  `index_tovar` varchar(64) NOT NULL,
  `colichestvo` int(11) DEFAULT NULL,
  `id_podtype` int(11) NOT NULL,
  `date_order` datetime NOT NULL,
  `popularity` int(11) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=69 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `assort`
--

INSERT INTO `assort` (`id`, `model`, `price`, `material`, `fulldescription`, `haract`, `id_type`, `index_tovar`, `colichestvo`, `id_podtype`, `date_order`, `popularity`) VALUES
(51, 'Сорочка Veteran Blue', '1530', 'Бавовна', 'Сорочка Veteran- чудова тактична сорочка для любителів тактікульного стилю. Сорочка застібається на блискавку, воріт стійка не дає рюкзаку і іншому спорядженню натерти шию. На плечах є велкро панелі для кріплення патчів.\r\n\r\nСорочка має 4 кишені:\r\n- Дві кишені на грудях, кишені застібаються на блискавку, в кожній кишені є відділення під телефон або дрібні речі;\r\n- Дві кишені на плечак, застібаються на блискавку, на правій кишені є відділення під турнікет, на лівій кишені є відсіки для письмового приладдя.\r\n\r\nТактична міська сорочка Veteran дозволить бути готовим до екстремальних ситуацій в повсякденному житті.', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>\r\nСтать - Чоловічий<br>\r\nВид виробу - Сорочка<br>\r\nСезон - Весна/осінь<br>\r\nРозміри - 44 46<br>', '33', 'STS-0010 blue', 12, 14, '2021-05-26 17:51:09', NULL),
(52, 'Сорочка Veteran Red-gray', '1530', 'Бавовна', 'Сорочка Veteran- чудова тактична сорочка для любителів тактікульного стилю. Сорочка застібається на блискавку, воріт стійка не дає рюкзаку і іншому спорядженню натерти шию. На плечах є велкро панелі для кріплення патчів.\r\n\r\nСорочка має 4 кишені:\r\n- Дві кишені на грудях, кишені застібаються на блискавку, в кожній кишені є відділення під телефон або дрібні речі;\r\n- Дві кишені на плечак, застібаються на блискавку, на правій кишені є відділення під турнікет, на лівій кишені є відсіки для письмового приладдя.\r\n\r\nТактична міська сорочка Veteran дозволить бути готовим до екстремальних ситуацій в повсякденному житті.\r\n', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>\r\nСтать - Чоловічий<br>\r\nВид виробу - Сорочка<br>\r\nСезон - Весна/осінь<br>\r\nРозміри - 44 46<br>', '33', 'STS-0010 cell gray', 22, 14, '2021-05-26 17:53:12', NULL),
(53, 'Рубашка Veteran Red', '1530', 'Бавовна', ' Сорочка Veteran- чудова тактична сорочка для любителів тактікульного стилю. Сорочка застібається на блискавку, воріт стійка не дає рюкзаку і іншому спорядженню натерти шию. На плечах є велкро панелі для кріплення патчів.\r\n\r\nСорочка має 4 кишені:\r\n- Дві кишені на грудях, кишені застібаються на блискавку, в кожній кишені є відділення під телефон або дрібні речі;\r\n- Дві кишені на плечак, застібаються на блискавку, на правій кишені є відділення під турнікет, на лівій кишені є відсіки для письмового приладдя.\r\n\r\nТактична міська сорочка Veteran дозволить бути готовим до екстремальних ситуацій в повсякденному житті.\r\n', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>\r\nСтать - Чоловічий<br>\r\nВид виробу - Сорочка<br>\r\nСезон - Весна/осінь<br>\r\nРозміри - 44 46<br>', '33', 'STS-0010 cell red', 6, 14, '2021-05-26 17:55:13', NULL),
(54, 'Льотна куртка Khaki', '1700', 'Ріп-стоп', 'Льотна куртка - куртка застібається на блискавку, комір стійка не дає рюкзаку і іншого спорядження натерти шию. На плечах є велкро панелі для кріплення патчів.\r\n\r\nКуртка має 4 кишені: дві кишені на грудях, кишені застібаються на блискавку, в кожній кишені є відділення під телефон або дрібні речі; Дві кишені на плечах, застібаються на блискавку, на правій кишені є відділення під турнікет, на лівій кишені є відсіки для письмового приладдя.\r\n\r\nДоступні кольори: Койот, олива, мультикам, мм14.', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>\r\nСтать - Чоловічий<br>\r\nВид виробу - Сорочка<br>\r\nСезон - Весна/осінь<br>', '33', 'STS-0010 Kh', 12, 14, '2021-05-26 17:59:26', NULL),
(56, 'Кітель СпН OCP(multicam)', '2380', 'Ріп-стоп, твіл', 'Кітель СпН\r\n\r\nКітель розроблений і виготовлений для співробітників підрозділів спеціального призначення.\r\n\r\nКітель обладнаний 5ми кишенями.\r\n\r\nДві кишені, розташованих на грудях і дві кишені перебувають на плечах, закриваються клапанами і закриваються за допомогою системи велкро. Кишені нашиті під кутом, що забезпечує швидкий доступ і надійну схоронність.\r\n\r\nТак само, на лівому рукаві, ближче до манжету розташований кишеню для зберігання компаса.\r\n\r\nМісця підвищеного тертя рукавів (ліктьовий вигин) посилений додатковим шаром тканини і має місце для налокітників-вставок.\r\n\r\nКомір стійка надійно захищає шию.\r\n\r\nНа грудях передбачені місця для кріплення військового звання і прізвища за допомогою системи кріплення велкро.\r\n\r\nСпина має розширювач, що дозволяє збільшити рухливість.\r\n\r\nПлечові кишені і клапани кишень так само обладнані системою велкро для кріплення патчів і відзнак.\r\n\r\nДоступні кольори - мультикам, мм-14 (укрпіксель), олива, Діджитал Дезерт, атаксія і марпат. Наявність кольорів уточнюйте по телефону магазину.\r\n\r\nФурнітура: 2М, альфа, YKK\r\n\r\nГарантія: 12 місяців з дня покупки', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>\r\nТип тканини	Ріп - Стоп <br>\r\nВізерунки і принти - "Multicam"<br>\r\nСклад - 50% / 50% NYCO (made in USA )<br>', '33', 'STS-0003 ocp', 4, 14, '2021-05-26 18:03:06', NULL),
(57, 'Бойова сорочка Minimus MM-14', '1350', 'Поліестер', 'Бойова сорочка Міпімиѕ - створена для забезпечення комфорту при носінні з бронежилетом. Сорочка складається з двох типів матеріалів: Боді і коміркова частина - вологовідвідний поліестер, руки ріп-стоп тканини забезпечує захист від механічних пошкоджень.\r\n\r\nОсобливості:\r\n\r\n- Оригінальні велкро панелі з Х-подібним вирізом для кріплення патчів;\r\n\r\n- Два глибоких кишені на плечах: на лівій кишені розташовані відділення для письмового приладдя, на правому відділення для кровоспинний турнікета;\r\n\r\n- Відділення для налокітники на передпліччі;\r\n\r\n- Боді з вологовідвідний поліестер (coolmax).', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>\r\nСезон - Літо<br>\r\nСклад - Рукава-60 хлопок% 40% полиэстер; Боди-100% полиэстер<br>', '33', 'STS-0002 c', 13, 14, '2021-05-26 18:07:05', NULL),
(58, 'Бойова сорочка 4К Blue (545)', '1150', 'Поліестер', 'Бойова сорочка 4К- створена для забезпечення комфорту при носінні з бронежилетом. Сорочка складається з двох типів матеріалів: Боді - влагоотводящие поліестер, руки з змішаної тканини забезпечує захист від механічних пошкоджень.\r\n\r\nВідмінна сорочка для цінителів тактікульного стилю і комфорту!\r\n\r\nОсобливості:\r\n\r\n- Оригінальні велкро панелі з Х-подібним вирізом, для кріплення патчів;\r\n\r\n- Два глибокі кишені на плечах: на лівій кишені розташовані відділення для письмового приладдя, на правому відділення для кровоспинний турнікета;\r\n\r\n- Відділення під налокітники на передпліччяч;\r\n\r\n- Боді з влоговідвідного поліестеру (coolmax)', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>\r\nСезон - Літо<br>\r\nКолір - Синій<br>\r\nСклад - Рукава-60 хлопок% 40% полиэстер; Боди-100% полиэстер<br>', '33', 'sts-0008 cell bl', 4, 14, '2021-05-26 18:10:55', NULL),
(59, 'Футболка вологовідводяча Сoolmax Black', '290', 'Поліестер', 'Футболка вологовідводяча Сoolmax - повітропроникність і гігроскопічність матеріалу футболки робить її ідеальною для людей які ведуть активний спосіб життя.', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>\r\nСезон - Літо<br>\r\nТип тканини - Поліестер<br>\r\nВид виробу - Футболка<br>\r\nГарантійний термін - 12 міс<br>', '33', 'STS-1001 bl', 100, 14, '2021-05-26 18:16:30', NULL),
(60, 'Футболка Olive', '240', 'Бавовна', 'Футболка виконана з натуральних матеріалів (бавовна-94%, еластан-6%), тому приємна до тіла і не викликає роздратування.', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>\r\nСезон - Літо<br>\r\nТип тканини - Бавовна<br>\r\nВид виробу - Футболка<br>\r\nГарантійний термін - 12 міс<br>', '33', ' STS-1000 ol', 111, 14, '2021-05-26 18:19:18', NULL),
(61, 'Футболка Coyote', '240', 'Бавовна', 'Футболка виконана з натуральних матеріалів (бавовна-94%, еластан-6%), тому приємна до тіла і не викликає роздратування.', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>\r\nСезон - Літо<br>\r\nТип тканини - Бавовна<br>\r\nВид виробу - Футболка<br>\r\nГарантійний термін - 12 міс<br>', '33', 'STS-1000 kh', 125, 14, '2021-05-26 18:21:14', NULL),
(62, 'Куртка Спорт-М', '750', 'Нейлон', 'Куртка Спорт-Марпат це легка і універсальна вулична куртка з високотехнологічної нейлонової тканини. Куртка застібається на блискавку і регултруемий капюшон. Манжети рукавів еластичні і щільно облягають.\r\n\r\nКуртка має 3 зовнішніх кишені- 1 кишеня, що застібається на гудзик канадського типу на лівій стороні грудей; 2 врізних нижніх кишені.', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nГарантійний термін - 12 міс<br>', '33', 'STS-0801 dmar', 7, 18, '2021-05-26 18:37:47', NULL),
(63, 'Штани Спорт-М Marpat', '700', 'Нейлон', 'Штани Спорт-Марпат-це легкі і універсальні штани з високотехнологічної нейлонової тканини.\r\n\r\nШтани мають 2 набедренних кишені застібаються на гудзики канадського типу. Манжети штанів регулюються еластичності шнуром.\r\n\r\nТканина 100% нейлон, легка, дихаюча.\r\n\r\nКолір: Діджитал марпат. ', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nГарантійний термін - 12 міс<br>', '33', '', 4, 18, '2021-05-26 18:40:26', NULL),
(64, 'Куртка ЗИМА 3 в 1', '4500', 'Тканина мембрана, утеплювач-микролофт', 'Виготовлена спеціально для використання як в місті, так і в холодних польових умовах.\r\n\r\nВідмінною особливістю даної моделі є наявність знімного утеплювача і знімного капюшона, що робить цей виріб універсальним і дозволяє використовувати його восени, взимку і навесні.\r\n\r\nУ комірі стійці розміщений додатковий тонкий капюшон, який використовується під час шкарпетки без утеплювача.\r\n\r\nДві внутрішні кишені закриваються на блискавку, призначені для зберігання документів.\r\n\r\nПідстібка-утеплювач може використовуватися як окрема куртка.\r\n\r\nКуртка має посилення на ліктях.\r\n\r\nДва зовнішніх верхніх, нагрудні, кишені закриваються за допомогою блискавки.\r\n\r\nДві нижні кишені досить просторі, закриваються за допомогою блискавки і фіксованого клапана, забезпечують швидкий доступ.\r\n\r\nПлечові кишені закриваються за допомогою блискавки, на зовнішній стороні мають кріплення велкро для фіксації патчів.\r\n\r\nМанжети рукавів регулюються стрічкою (велкро), рукава утеплювача оснащені еластичною стрічкою.\r\n\r\nВнутрішня частина куртки виготовлена з сітки, що створює комфорт при використанні при використанні без утеплювача.\r\n\r\nВсі шви герметично оброблені, що дозволяє протягом декількох годин перебувати під дощем і бути сухим.\r\n\r\nПрати при температурі не вище 300 С.\r\n\r\nМатеріал: тканина мембрана, утеплювач-микролофт\r\n\r\nФурнітура:  YKK.\r\n\r\nДоступні кольори: чорний, синій, фіолетовий, олива, пісочний і укрпиксель.\r\n\r\nНаявність кольорів уточнюйте за телефоном магазину.\r\n\r\nКомпанія СТС проводить постійну роботу з удосконалення своєї продукції.', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>', '33', 'STS-0104 coy', 17, 15, '2021-05-29 12:44:45', NULL),
(65, 'Фліс Alfa 300 Coyote', '1200', 'Фліс', 'Фліс Alfa - куртка зроблена з теплого флісу щільністю 300гм стане незамінною в холодну погоду. Вставки з нейлону на верхній половині торсу і шиї чудово захистять від холодного вітру.\r\n\r\nОсобливості:\r\n\r\n- Дві зручні кишені на плечах, які можна використовувати для зберігання дрібних речей. На плечах знаходяться велкро панелі для закріплення патчів. Кожна велкро панель приховує скрите відділення - кишеня під турнікет на правому плечі і відділення під ручку або олівець на лівому.\r\n\r\n- Дві великі грудні кишені, що закриваються на блискавку (woojin). Кожна кишеня має по 2 внутрішніх відділення під телефон, мультитул або інші дрібні предмети.\r\n\r\n- По низу куртки розташована стяжка-еластичний шнур з фіксатором, яка не дозволить випустити тепло.', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nСтать - Чоловічий<br>\r\nВид виробу - Куртка<br>\r\nТип тканини - Фліс<br>\r\n', '33', 'STS-0223 coy', 24, 15, '2021-05-29 12:50:48', NULL),
(66, 'Куртка М-65 М', '2400', 'Ріп-стоп', 'Куртка демісезонна М-65М є вдосконаленою версією легендарної М-65. Куртка має 4 фронтальних кишені на кнопках, в верхніх кишенях є додаткові відділення під дрібні речі. Дві нарукавні кишені з велкро панелями для патчів. А також 2 внутрішніх кишені.\r\n\r\nОсобливості:\r\n- 8 кишень, які дозволять розмістити все необхідне;\r\n- Сумний капюшон;\r\n- Регулювання за обсягом на поясі.', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nКатегорії - Для силових структур<br>', '33', 'STS-0023', 6, 15, '2021-05-29 12:56:36', NULL),
(67, 'Рюкзак ПК-М', '2800', 'Кордура 1000, 500 ден', 'Рюкзак ПК-M\r\n\r\n\r\n\r\nП-подібний рюкзак з кишенями.\r\n\r\nМожна використовувати як в місті, так і в польових умовах.\r\n\r\nНа передній панелі розташовано 2 об&rsquoємних кишені.\r\n\r\nРозміри кишень: (25х25х6) см, (24х14х6) див.\r\n\r\nВсі кишені закриваються на блискавку.\r\n\r\nУ нижньому кишені нашитий кишеня, закривається на блискавку.\r\n\r\nНа верхньому кишені нашито велкро розміром 13х8 см для кріплення ідентифікаторів.\r\n\r\nНагорі рюкзака об&rsquoємна кишеня розміром 31х14х10 см, закривається на блискавку.\r\n\r\nЗа 2 кишені з боків: перші з них розміром по висоті і ширині рюкзака, другі скошені відкриті сітчасті для дрібних предметів розміром 21х16х11 див.\r\n\r\nКонструкція перших бічних кишень дозволяє в разі необхідності збільшувати їх обсяг. Регулюється обсяг стяжками на фастексах.\r\n\r\nДля зручності при перенесенні на передній панелі вгорі і внизу пришиті ручки; ззаду над лямками рюкзака так само є ручка.\r\n\r\nРозмір рюкзака: 52х30х21 див. Об&rsquoєм-33 літра без урахування обсягу кишень.\r\n\r\nНа внутрішній частині передньої панелі по всій площі нашита сітка, яка по довжині розділена на 3 кишені, закриваються на блискавці.\r\n\r\nЗ внутрішньої сторони бічних частин по всій площі так само нашита сітка, яка використовується як великі кишені, що закриваються на блискавці по довжині рюкзака. Ці кишені закриваються на блискавці, що йдуть по всій довжині.\r\n\r\nЗ боку спинки всередині м&rsquoякий кишеню під ноутбук.\r\n\r\nМатеріал: кордура 1000, 500 ден\r\n\r\nФурнітура: 2М, альфа\r\n\r\nДоступні кольори: чорний, койот, олива, мультикам\r\n\r\nНаявність інших кольорів уточнюйте за телефонами магазину.\r\n\r\nГарантійний термін, міс.: 36', 'Виробник - ТОВ "СТС"<br>\r\nКраїна виробник - Україна<br>\r\nОб''єм - 50л<br>', '44', 'STS-2020 Coy', 3, 33, '2021-05-29 13:05:08', NULL),
(68, 'Комбенизон летный раздельный &quot;СПЛИТ&quot;', '1200', 'Материал: кордура 1000, 500 ден', 'Тактичний рюкзак M9 Evo Patrol - із загальним об&#039;ємом 92л, Великий і надійний рюкзак який вмістить все необхідне спорядження та екіпірування.Основне відділення рюкзака закриває клапан з 2 зовнішніми кишенями і моле для кріплення додаткового устаткування. З внутрішньої сторони клапана розташований сітчастий кишеню. Клапан регулюється по висоті.Рюкзак має 4 об&#039;ємні кишені, два бокових з внутрішнім сітчастою кишенею кожен і два фронтальних з додатковими плоскими зовнішніми відділеннями які закриваються на блискавку. Знизу рюкзака розташоване відділення для дощовика.Рюкзак має верхню завантаження і можливість швидкого доступу до речей всередині рюкзака. Всередині передбачено відділення під гідросистему з виходами під шланг на зовнішній стінці відділення нашиті стропи молі, для кріплення додаткового спорядження. Всередині основного відділення рюкзака розташовані 3 сітчастих кишені на блискавці.Особливості:- Напівжорсткий знімний пояс знімає значну частину навантаження зі спини. Пояс обшитий моле стропами, що дозволяє використовувати його, як окрему розвантаження. Пояс застібається на пряжку-самоскид Berg Buckle;- Рюкзак регулюється по росту;- В рюкзаку передбачено 5 ручок для зручності транспортування;- Оперативне зняття рюкзака забезпечується фастексами на лямках;- Фурнітура WJ;- Вага рюкзака - 3100 г.', 'Тактичний рюкзак M9 Evo Patrol - із загальним об&#039;ємом 92л, Великий і надійний рюкзак який вмістить все необхідне спорядження та екіпірування.', '44', 'STS-0003 ocp', 12, 33, '2021-05-29 16:23:34', NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `photo`
--

CREATE TABLE IF NOT EXISTS `photo` (
  `id` int(11) NOT NULL,
  `id_tovar` int(11) NOT NULL,
  `main` int(11) NOT NULL,
  `name_photo` varchar(128) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=304 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `photo`
--

INSERT INTO `photo` (`id`, `id_tovar`, `main`, `name_photo`) VALUES
(191, 51, 1, '16220406691.jpg'),
(192, 51, 0, '16220406693.jpg'),
(193, 51, 0, '16220406694.jpg'),
(194, 51, 0, '16220406695.jpg'),
(195, 51, 0, '16220406696.jpg'),
(196, 51, 0, '16220406697.jpg'),
(197, 51, 0, '16220406698.jpg'),
(199, 52, 1, '16220407921.jpg'),
(200, 52, 0, '16220407923.jpg'),
(201, 52, 0, '16220407924.jpg'),
(202, 52, 0, '16220407925.jpg'),
(203, 52, 0, '16220407926.jpg'),
(204, 52, 0, '16220407927.jpg'),
(205, 52, 0, '16220407928.jpg'),
(207, 53, 1, '16220409131.jpg'),
(208, 53, 0, '16220409133.jpg'),
(209, 53, 0, '16220409134.jpg'),
(210, 53, 0, '16220409135.jpg'),
(211, 53, 0, '16220409136.jpg'),
(212, 53, 0, '16220409137.jpg'),
(213, 53, 0, '16220409138.jpg'),
(216, 54, 1, '16220411661.jpg'),
(217, 54, 0, '16220411663.jpg'),
(218, 54, 0, '16220411664.jpg'),
(219, 54, 0, '16220411665.jpg'),
(220, 54, 0, '16220411666.jpg'),
(221, 54, 0, '16220411677.jpg'),
(222, 54, 0, '16220411678.jpg'),
(223, 54, 0, '16220411679.jpg'),
(225, 56, 1, '16220413861.jpg'),
(226, 56, 0, '16220413863.jpg'),
(227, 56, 0, '16220413864.jpg'),
(228, 56, 0, '16220413865.jpg'),
(229, 56, 0, '16220413866.jpg'),
(230, 56, 0, '16220413877.jpg'),
(232, 57, 1, '16220416251.jpg'),
(233, 57, 0, '16220416253.jpg'),
(234, 57, 0, '16220416254.jpg'),
(235, 57, 0, '16220416255.jpg'),
(236, 57, 0, '16220416256.jpg'),
(237, 57, 0, '16220416257.jpg'),
(238, 57, 0, '16220416258.jpg'),
(240, 58, 1, '16220418551.jpg'),
(241, 58, 0, '16220418552.jpg'),
(242, 58, 0, '16220418553.jpg'),
(243, 58, 0, '16220418554.jpg'),
(244, 59, 1, '16220421905.jpg'),
(245, 59, 0, '16220421906.jpg'),
(246, 59, 0, '16220421907.jpg'),
(247, 59, 0, '16220421908.jpg'),
(248, 60, 1, '16220423582525342785_w640_h640_2525342785.jpg'),
(249, 60, 0, '16220423582525343335_w640_h640_2525343335.jpg'),
(250, 60, 0, '16220423582526708503_w640_h640_2526708503.jpg'),
(251, 61, 1, '16220424742525648217_w640_h640_2525648217.jpg'),
(252, 61, 0, '16220424742525648300_w640_h640_2525648300.jpg'),
(253, 61, 0, '16220424742525648448_w640_h640_2525648448.jpg'),
(254, 62, 1, '16220434671.jpg'),
(255, 62, 0, '16220434672.jpg'),
(256, 62, 0, '16220434673.jpg'),
(257, 62, 0, '16220434674.jpg'),
(258, 62, 0, '16220434675.jpg'),
(259, 62, 0, '16220434676.jpg'),
(260, 62, 0, '16220434677.jpg'),
(261, 63, 1, '16220436261.jpg'),
(262, 63, 0, '16220436262.jpg'),
(263, 63, 0, '16220436263.jpg'),
(264, 63, 0, '16220436264.jpg'),
(265, 63, 0, '16220436265.jpg'),
(266, 63, 0, '16220436266.jpg'),
(267, 64, 1, '16222814851.jpg'),
(268, 64, 0, '16222814852.jpg'),
(269, 64, 0, '16222814853.jpg'),
(270, 64, 0, '16222814854.jpg'),
(271, 64, 0, '16222814855.jpg'),
(272, 65, 1, '16222818481.jpg'),
(273, 65, 0, '16222818482725063635_w640_h640_2725063635.jpg'),
(274, 65, 0, '16222818482725064663_w640_h640_2725064663.jpg'),
(275, 65, 0, '16222818482725065026_w640_h640_2725065026.jpg'),
(276, 65, 0, '16222818482725065299_w640_h640_2725065299.jpg'),
(277, 65, 0, '16222818482725065447_w640_h640_2725065447.jpg'),
(278, 65, 0, '16222818482725065924_w640_h640_2725065924.jpg'),
(279, 65, 0, '16222818482725067635_w640_h640_2725067635.jpg'),
(280, 66, 1, '16222821961.jpg'),
(281, 66, 0, '16222821962690487861_w640_h640_2690487861.jpg'),
(282, 66, 0, '16222821962690487997_w640_h640_2690487997.jpg'),
(283, 66, 0, '16222821962690488055_w640_h640_2690488055.jpg'),
(287, 67, 1, '16222827081.jpg'),
(288, 67, 0, '16222827092.jpg'),
(289, 67, 0, '16222827093.jpg'),
(290, 67, 0, '16222827094.jpg'),
(291, 67, 0, '16222827095.jpg'),
(292, 67, 0, '16222827096.jpg'),
(293, 67, 0, '16222827097.jpg'),
(294, 67, 0, '16222827098.jpg'),
(295, 67, 0, '16222827099.jpg'),
(296, 68, 1, '16222946141.jpg'),
(297, 68, 0, '16222946142.jpg'),
(298, 68, 0, '16222946143.jpg'),
(299, 68, 0, '16222946144.jpg'),
(300, 68, 0, '16222946145.jpg'),
(301, 68, 0, '16222946146.jpg'),
(302, 68, 0, '16222946147.jpg'),
(303, 68, 0, '16222946148.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `podcategory`
--

CREATE TABLE IF NOT EXISTS `podcategory` (
  `id` int(11) NOT NULL,
  `name` varchar(64) NOT NULL,
  `id_category` int(11) NOT NULL,
  `photo` varchar(128) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=56 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `podcategory`
--

INSERT INTO `podcategory` (`id`, `name`, `id_category`, `photo`) VALUES
(11, 'Носилки', 36, 'm3.png'),
(12, 'Медичні рюкзаки', 36, 'm1.png'),
(13, 'Медичні підсумки', 36, 'm2.png'),
(14, 'Кітеля і сорочки', 33, '1.png'),
(15, 'Куртки', 33, '6.png'),
(16, 'Головні убори', 33, '7.png'),
(17, 'Снайперський одяг', 33, '5.png'),
(18, 'Спортивний одяг', 33, '8.png'),
(19, 'Льотний одяг', 33, '9.png'),
(20, 'Штани', 33, '4.png'),
(21, 'Тактичні пояси', 33, '2.png'),
(22, 'Аксесуари', 33, '3.png'),
(23, 'Сумки транспортні, баули', 34, 'sum2.png'),
(24, 'Повсякденні Сумки', 34, 'sum1.png'),
(26, 'Подсумки для гранат', 35, 'p1.png'),
(27, 'Підсумки для стрілецької зброї', 35, 'p2.png'),
(28, 'Чохли для ножів, ліхтарів і очок', 35, 'p6.png'),
(29, 'Подсумки універсальні', 35, 'p4.png'),
(30, 'Зв''язок і навігація', 35, 'p3.png'),
(31, 'Подсумки для спецзасобів', 35, 'p5.png'),
(32, 'Міські рюкзаки', 44, 'r4.png'),
(33, 'Тактичні рюкзаки', 44, 'r3.png'),
(34, 'Аксесуари до рюкзаків', 44, 'r1.png'),
(35, 'Чохли для гідросистем', 44, 'r2.png'),
(36, 'Чохли для бронеплит', 37, 'bron3.png'),
(37, 'Нагрудники тактичні', 37, 'bron1.png'),
(38, 'Пояси розвантажувальні і лямки', 37, 'bron5.png'),
(39, 'Жилети розвантажувальні', 37, 'bron4.png'),
(40, 'РПС в сборі', 37, 'bron2.png'),
(41, 'Чохли для документів', 38, 'eaz2.png'),
(42, 'Маски захисні', 38, 'eaz3.png'),
(43, 'Різне', 38, 'eaz1.png'),
(44, 'Ремені для зброї', 39, 'w1.png'),
(45, 'Кейси для зброї', 39, 'w2.png'),
(47, 'Пістолетні кобури', 39, 'w3.png'),
(48, 'Аксесуари для електроніки', 39, 'w4.png'),
(49, 'Символіка України', 40, 'shevr1.png'),
(50, 'Інші нашивки', 40, 'shevr3.png'),
(51, 'Медицина', 40, 'shevr2.png'),
(52, 'Погони', 40, 'shevr4.png'),
(53, 'Обладнання для кемпінгу', 41, 'kem1.png'),
(54, 'Підсумки для мандрівок', 41, 'kem2.png'),
(55, 'Подарункові сертифікати', 38, 'eaz4.png');

-- --------------------------------------------------------

--
-- Структура таблицы `relation_order`
--

CREATE TABLE IF NOT EXISTS `relation_order` (
  `id` int(11) NOT NULL,
  `id_client` int(11) NOT NULL,
  `id_item` int(11) NOT NULL,
  `count` int(11) NOT NULL,
  `status` int(11) NOT NULL DEFAULT '0',
  `data_order` date NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `relation_order`
--

INSERT INTO `relation_order` (`id`, `id_client`, `id_item`, `count`, `status`, `data_order`) VALUES
(1, 17, 67, 3, 0, '2021-06-01'),
(2, 17, 68, 1, 0, '2021-06-01'),
(3, 18, 52, 1, 0, '2021-06-02'),
(4, 18, 54, 1, 0, '2021-06-02'),
(5, 18, 56, 1, 0, '2021-06-02');

-- --------------------------------------------------------

--
-- Структура таблицы `typewear`
--

CREATE TABLE IF NOT EXISTS `typewear` (
  `id` int(11) NOT NULL,
  `type` varchar(64) NOT NULL,
  `icon` varchar(250) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=45 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `typewear`
--

INSERT INTO `typewear` (`id`, `type`, `icon`) VALUES
(33, 'Одяг', 'wear.png'),
(34, 'Сумки та кейси', 'case.png'),
(35, 'Підсумки', 'underbag.png'),
(36, 'Медичне спорядження', 'medic.png'),
(37, 'Розвантажувальні системи', 'brone.png'),
(38, 'Різне, аксесуари', 'acces.png'),
(39, 'Аксесуари для зброї', 'gunacces.png'),
(40, 'Нашивки', 'nashivki.png'),
(41, 'Кемпінг', 'camping.png'),
(42, 'Акційні товари', 'sale.png'),
(44, 'Рюкзаки', 'ruk.png');

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(64) NOT NULL,
  `name` varchar(54) NOT NULL,
  `pass` varchar(120) DEFAULT NULL,
  `avatar` varchar(120) DEFAULT NULL,
  `email` varchar(250) NOT NULL,
  `adres` text NOT NULL,
  `info` text NOT NULL,
  `phone` varchar(32) NOT NULL
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `name`, `pass`, `avatar`, `email`, `adres`, `info`, `phone`) VALUES
(1, 'John', '601f1889667efaebb33b8c12572835da3f027f78', '1613858602icons8-jumper-100.png', '', '', '', ''),
(2, 'John', '601f1889667efaebb33b8c12572835da3f027f78', '1613859273icons8-jumper-100.png', '', '', '', ''),
(3, 'John', '601f1889667efaebb33b8c12572835da3f027f78', '1613859299icons8-jumper-100.png', '', '', '', ''),
(4, 'john', '8cb2237d0679ca88db6464eac60da96345513964', NULL, '', '', '', ''),
(5, 'Валентина Клименко', '8cb2237d0679ca88db6464eac60da96345513964', NULL, 'prorgensta@gmail.com', '', '', ''),
(6, 'Валентина Клименко', '05fe7461c607c33229772d402505601016a7d0ea', '1617268887монета.jpg', 'prorgensta@gmail.com', '', '', ''),
(7, 'Артур', '601f1889667efaebb33b8c12572835da3f027f78', NULL, 'vdsdsggds', '', '', ''),
(8, 'MishaAdmin', 'd0dd7a0dd7d7cb44ee2464bfa126ad3952a2081c', '1618140271logo-removebg-preview.png', 'sts@gmail.com', '', '', ''),
(9, 'Joe', '601f1889667efaebb33b8c12572835da3f027f78', NULL, 'prorgensta@gmail.com', '', '', ''),
(10, 'Валентина Клименко', '8cb2237d0679ca88db6464eac60da96345513964', NULL, 'prorgensta@gmail.com', '', '', ''),
(11, 'Alina', '601f1889667efaebb33b8c12572835da3f027f78', NULL, 'prorgensta@gmail.com', '', '', ''),
(12, 'Artur', '601f1889667efaebb33b8c12572835da3f027f78', NULL, 'ktep@gmail.com', '', '', '0505283653'),
(13, 'dddd', NULL, NULL, 'dsdsds', 'dssdds', 'dsdssd', 'dssdds'),
(14, 'DDDD', NULL, NULL, 'DSDSDS', 'DSSDDS', 'DSDSSD', 'DSSDDS'),
(15, 'Арур', NULL, NULL, 'іііііі', 'Стт', 'фффф', '380505283653'),
(16, 'Арур', NULL, NULL, 'іііііі', 'Стт', 'фффф', '380505283653'),
(17, 'Арур', NULL, NULL, 'іііііі', 'Стт', 'фффф', '380505283653'),
(18, 'Артур', NULL, NULL, 'djangurik@gmail.com', 'Stelmaha 12a', 'На нову почту номер 207', '0505283653');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `assort`
--
ALTER TABLE `assort`
  ADD UNIQUE KEY `id` (`id`);

--
-- Индексы таблицы `photo`
--
ALTER TABLE `photo`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `podcategory`
--
ALTER TABLE `podcategory`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `relation_order`
--
ALTER TABLE `relation_order`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `typewear`
--
ALTER TABLE `typewear`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `assort`
--
ALTER TABLE `assort`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=69;
--
-- AUTO_INCREMENT для таблицы `photo`
--
ALTER TABLE `photo`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=304;
--
-- AUTO_INCREMENT для таблицы `podcategory`
--
ALTER TABLE `podcategory`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=56;
--
-- AUTO_INCREMENT для таблицы `relation_order`
--
ALTER TABLE `relation_order`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT для таблицы `typewear`
--
ALTER TABLE `typewear`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=45;
--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `id` int(64) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=19;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
